[
	{
		"title": "¿Cómo tomar las fotos?",
		"markdownFile": "take_photos",
		"body": "Presione para obtener más información"
	},
	{
		"title": "¿Cómo seleccionar fotos de la galería?",
		"body": "Solo se pueden seleccionar fotos de la galería cuando se agrega un prediágnostico. Para ello realize lo siguiente:\n\n\t1. Seleccione \"Agregar\" en la barra inferior.\n\n\t2. Seleccione \"Agregar foto para evaluación.\"\n\n\t3. Seleccione \"Seleccionar foto\".\n\n\t4. Otorgue permiso a la aplicación para acceder a las fotos del dispositivo."
	},
	{
		"title": "¿Cómo funciona la aplicación?",
		"body": "Esta aplicación es una herramienta innovadora diseñada para ayudar a los usuarios a identificar y hacer un seguimiento de lesiones cutáneas potencialmente cancerosas. Con un enfoque en la prevención y detección temprana, la aplicación integra tecnologías avanzadas de análisis de imagenes. Utiliza técnicas de análisis de imágenes y redes neuronales convolucionales para realizar la extracción de características y evaluación de las imagenes."
	},
	{
		"title": "¿Qué es el cáncer de melanoma?",
		"body": "El melanoma es un tipo de cáncer de piel que se origina cuando los melanocitos (las células que dan a la piel su color bronceado o marrón) comienzan a crecer fuera de control.\n\nEl cáncer se origina cuando las células del cuerpo comienzan a crecer sin control. Las células de casi cualquier parte del cuerpo pueden convertirse en cáncer y pueden entonces extenderse a otras áreas del cuerpo.\n\nEl melanoma es mucho menos frecuente que otros tipos de cánceres de piel. Pero el melanoma es más peligroso porque es mucho más probable que se propague a otras partes del cuerpo si no se descubre y se trata a tiempo."
	},
	{
		"title": "¿Cada cuanto tengo que agregar fotos de una lesión?",
		"body": "Se recomienda agregar nuevos registros al menos una vez cada semana. Consulte a su doctor para atención especializada"
	},
	{
		"title": "¿Cómo configurar las notificaciones?",
		"body": "Para configurar las notificaciones realize lo siguiente:\n\n\t1. Seleccione \"Ajustes\" en la barra inferior.\n\n\t2. Seleccione la opción \"Notificaciones\" en el submenú Ajustes de la aplicación.\n\n\t3. Active la opción \"Activar notificaciones en el teléfono\".\n\n\t4. Elija sus ajustes preferidos."
	},
	{
		"title": "¿Dónde se guardan las fotos?",
		"body": "Las fotos que agregue a las lesiones en segumiento serán almecenadas en nuestros servidores. No compartimos estas fotos con terceros y usted puede eliminarlas en cualquier momento."
	},
	{
		"title": "¿Qué es el criterio ABCDE?",
		"markdownFile": "abcde_criteria",
		"body": "Presione para obtener más información"
	},
	{
		"title": "¿Por qué es importante realizar un seguimiento?",
		"body": "La detección temprana y el reconocimiento del cáncer de piel son muy importantes. Reconocer los primeros signos de advertencia del melanoma y autoexaminarse la piel regularmente puede ayudar a detectar el melanoma a tiempo, cuando es más probable que se pueda curar la enfermedad."
	},
	{
		"title": "¿Cómo elimino mi información?",
		"markdownFile": "delete_info",
		"body": "Presione para obtener más información"
	},
	{
		"title": "¿Qué es una red neuronal convolucional?",
		"body": "Las redes neuronales convolucionales es un algoritmo de Deep Learning que está diseñado para trabajar con imágenes, tomando estas como input, asignándole importancias (pesos) a ciertos elementos en la imagen para así poder diferenciar unos de otros. Este es uno de los principales algoritmos que ha contribuido en el desarrollo y perfeccionamiento del campo de Visión por computadora."
	}
]
